;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Română / Romanian
WebLang=RO
Translator=Alexandru Bogdan Munteanu, Marinel Cipu
Codepage=UNICODE 
Version=5.1.7


[Uninstaller Toolbar]
102 = Vedere
103 = Opțiuni
104 = Dezinstalator
105 = Unelte
106 = Vînător
107 = Listă
108 = Icoane
109 = Detalii
110 = Dezinstalează
111 = Înlătură
112 = Împrospătează
113 = Sigur vrei să înlături intrarea selectată?
114 = Sigur vrei să dezinstalezi programul selectat?
115 = Actualizează
116 = Ajutor
117 = Ajutor pentru unealta curentă...
118 = Situl Revo...
119 = Despre...
120 = Nu ai drepturi de Administrator!
121 = Sigur vrei să dezinstalezi componenta de sistem selectată?\nOPREȘTE-TE, cu excepția situației cînd știi sigur ce faci!
122 = Dezinstalatorul afișează toate programele instalate și componentele Windows atît pentru utilizatorul curent, cît și pentru toți ceilalți utilizatori. În vederea de tip "Detalii" sau în meniul contextual poți obține informații suplimentare (legături utile și proprietăți ale instalărilor). O facilitate principală a lui Revo Uninstaller este modul Vînător. Acesta îți oferă posibilitatea de a dezinstala, opri sau șterge softuri și de a dezactiva cu un singur clic autopornirile.
123 = Caută
124 = Găsite:
125 = Sigur vrei să înlături din registru componenta de sistem selectată?\nAceastă componentă poate fi necesară sistemului de operare!
126 =  nu va mai porni automat!
127 =  e setat să pornească automat
128 = %s e instalat în același loc ca %s!\nVor fi găsite resturi ale ambelor softuri! Bifează-le cu atenție pe cele pe care vrei să le înlături!
129 = Dezinstalează Forțat Pachetul MSI

[Uninstaller List]
150 = Program
151 = Mărime
152 = Versiune
153 = Data Instalării
154 = Companie
155 = Sit
156 = Comentariu
157 = Calea Dezinstalatorului
158 = Cheie de Registru
159 = Instalator

[Uninstaller StatusBar]
201 = Instalări: 
202 = Deschid...

[Registry Optimizer]
302 = Selectează unde să se scaneze
303 = Meniul de Pornire

[Autorun Toolbar]
407 = Pornește
408 = Oprește
409 = Înlătură
410 = Itemuri :
411 = Activat :
412 = Cu Managerul de Autopornire, nu numai că poți activa sau dezactiva pornirea automată a softurilor odată cu Windows, dar poți de asemenea obține mai multe informații despre softuri. Poți afla calea de lansare, descrierea, producătorul, starea (activă sau inactivă) și locul comenzii de pornire (care e fie în registru, fie într-o filă de pe hardisc).

[Autorun List]
450 = Numele Softului
451 = Cale
452 = Descriere
453 = Producător
454 = Stare
455 = Loc
456 = ACTIVĂ
457 = INACTIVĂ
458 = NEVALIDĂ
459 = Oprește Procesul
460 = Pornește Procesul
461 = Deschide Dosarul Softului
462 = Explorează Locul Autopornirii
463 = Copiază Calea de Lansare
464 = Înlătură Selectatele
465 = Înlătură Nevalidele
466 = Înlătură Inactivele
467 = Înlătură Dezactivatele
468 = Proprietăți...
470 = Sigur vrei să închizi softul selectat?\nToate datele nesalvate vor fi pierdute!
471 = Sigur vrei să ștergi itemul selectat?
472 = Sigur vrei să ștergi toate itemurile nevalide?
473 = Sigur vrei să ștergi toate itemurile inactive?
474 = Sigur vrei să ștergi toate itemurile dezactivate?
475 = Comanda nu există!
476 = NECUNOSCUTĂ
477 = Dezactivează Autopornirea
478 = Activează Autopornirea

[Outlook Control]
300 = Optimizare
301 = Optimizator de Registru
400 = Manager de Autopornire
500 = Curățător de Urme
501 = Curățător pentru Exploratoare
600 = Curățător pentru MS Office
700 = Curățător pentru Windows
800 = Distrugător de Evidențe
900 = Ștergător Definitiv
2100 = Unelte din Windows
2200 = Curățător de File Inutile

[Track Cleaner Browsers]
507 = Curăță Tot
508 = Curăță Istoria Paginilor Web Vizitate
509 = Șterge Istoria Barei de Adrese
510 = Șterge Filele de Internet Temporare
511 = Șterge Răvașele [Cookies]
512 = Șterge Filele Index.dat
513 = Execută
514 = Șterge Istoria Descărcărilor
515 = Șterge Istoria Sesiunilor
516 = Șterge Istoria Formularelor
517 = Dezinstalator
518 = Sigur vrei să cureți toate elementele selecționate?
521 = Sigur vrei să cureți istoria Internet Explorer?
522 = Sigur vrei să cureți istoria Firefox?
523 = Sigur vrei să cureți istoria Opera?
524 = Sigur vrei să cureți istoria Netscape?
525 = Exploratorul de internet înregistrează detalii despre fiecare sit web vizitat. Aceste informații sînt ușor accesibile dinăuntrul programului doar prin apăsarea unui buton, așa că oricine poate vedea ce ai vizitat pe internet! Curățătorul Exploratoarelor îți permite să ștergi filele de internet temporare care conțin pozele văzute, clipurile video vizionate și paginile web vizitate. Ștergerea filelor de internet temporare poate elibera mult spațiu pe hardisc.
526 = Închide exploratorul de internet înainte de a-l curăța.
527 = Filele Index.dat vor fi șterse la repornirea calculatorului.
599 = Operația de ștergere a urmelor pentru elementele selectate a fost terminată!

[Office Track Cleaner]
601 = Curăță
607 = Curăță Istoria Documentelor Recente din Microsoft Word
608 = Include versiunile Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 și Word 2016
609 = Curăță Istoria Documentelor Recente din Microsoft Excel
610 = Include versiunile Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 și Excel 2016
611 = Curăță Istoria Documentelor Recente din Microsoft Access
612 = Include versiunile Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 și Access 2016
613 = Curăță Istoria Documentelor Recente din Microsoft PowerPoint
614 = Include versiunile PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 și PowerPoint 2016
615 = Curăță Istoria Documentelor Recente din Microsoft FrontPage
616 = Include versiunile FrontPage 2000, FrontPage XP și FrontPage 2003
617 = Curățătorul Microsoft Office îți permite să ștergi istoria celor mai recente file utilizate în Microsoft Word, Excel, Access, PowerPoint și FrontPage. Dacă nu vrei ca altcineva să vadă care au fost ultimele foi de calcul deschise sau editate, documentele text sau alte file create cu Microsoft Office, selectează tipurile de file a căror evidență nu o dorești accesibilă tuturor și clichează pe butonul "Curăță". Filele din tipurile specificate nu vor mai fi disponibile în lista de documente recente.

[Windows Tracks Cleaner]
701 = Curăță
707 = Curăță Istoria Documentelor Recente
708 = Curăță Istoria Meniului de Pornire
709 = Curăță Istoria Căutării de File
710 = Curăță Istoria Imprimantelor, Calculatoarelor și a Căutării de Persoane
711 = Golește Cliplanșeta [Clipboard]
712 = Curăță Istoria Filelor Recente din "MS Paint"
713 = Curăță Istoria Filelor Recente din "MS Wordpad"
714 = Curăță Istoria Ultimei Chei Deschise cu Regedit
715 = Curăță Istoria Dialogului "Deschide/Salvează"
716 = Curăță Istoria Dialogului "Ultimul Dosar Vizitat"
717 = Golește Reciclatorul
718 = Șterge Filele Temporare din Windows
719 = Șterge Jurnalele [Logs] de Utilizare a Meniului de Pornire
720 = Microsoft Windows păstrează evidența multor activități efectuate cu calculatorul, cum ar fi istoria căutărilor (cînd cauți file sau dosare), istoria documentelor deschise recent, istoria dialogului "Deschide/Salvează" al diferitelor softuri și multe alte lucruri. Curățătorul Windows îți permite să înlături toate aceste istorii. Poți de asemenea goli Reciclatorul și șterge filele temporare, acțiuni care pot elibera un spațiu important pe hardisc.
721 = Istoria rulării de programe va fi ștearsă după ce procesul explorer.exe va fi repornit.
722 = Urme în Registrul Windows
723 = Urme pe Hardiscul Local
724 = Șterge filele create la prăbușirea sistemului care conțin înregistrări din memoria acestuia
725 = Șterge fragmentele de file recuperate cu Chkdsk [Check Disk]


[Evidence Remover]
802 = Execută
803 = Șterg
804 = Așteaptă să se termine ștergerea aflată în curs.
805 = Terminat
806 = Bifează dispozitivele care conțin urme și evidențe ale activității tale pe care vrei să le ștergi. Această unealtă are efect doar asupra datelor deja șterse. ATENȚIE: După terminarea operației, va fi imposibilă recuperarea datelor șterse!
807 = Cînd golești Reciclatorul Windows, filele și dosarele sînt doar marcate ca șterse, el nu sînt de fapt șterse la modul fizic. Această unealtă va șterge definitiv filele și dosarele care au fost deja șterse, dar au rămas intacte pe hardisc. Indiferent ce unealtă va fi folosită ulterior pentru recuperarea datelor, rezultatul va fi același, nul. Datele șterse cu Distrugătorul de Evidențe sînt imposibil de recuperat!
808 = Sigur vrei să ștergi urmele și evidențele lăsate pe dispozitivele selectate?

[Unrecoverable Delete]
912 = Lista de file și dosare care vor fi șterse fără posibilitate de recuperare
913 = File
914 = Dosare
915 = Adaugă filele pe care vrei să le ștergi din sistem. Aceste file nu vor mai putea fi recuperate cu nici un soft specializat!
916 = Adaugă dosarele pe care vrei să le ștergi din sistem. Aceste dosare nu vor mai putea fi recuperate cu nici un soft specializat!
917 = Adaugă file de șters
918 = Adaugă dosare de șters
919 = ȘTERGE DEFINITIV
920 = Curăță Lista
921 = Dacă vrei să ștergi o filă sau dosar în mod absolut sigur (pentru ca nimeni, cu nici o unealtă, să nu le poată recupera), folosește Ștergătorul Definitiv. Ștergerea filelor și golirea Reciclatorului nu înseamnă că filele dispar pentru totdeauna, ele continuă să existe pe hardisc și oricine ar putea recupera foarte ușor datele șterse. Unealta de ștergere definitivă face imposibilă recuperarea, deoarece șterge fizic toate filele și dosarele selectate.
922 = Sigur vrei să ștergi definitiv filele și dosarele selectate?

[Options Tree]
1001 = Opțiuni
1002 = Exportă Toate Setarile
1003 = Importă Toate Setarile
1100 = Generale
1200 = Dezinstalator

[General]
1101 = Limba interfeței:
1102 = Mod avansat
1103 = Caută actualizări la pornire
1104 = Actualizează automat în fundal

[Uninstaller Options]
1201 = Arată actualizările sistemului de operare
1202 = Arată componentele sistemului de operare
1204 = Rulează doar dezinstalatorul încorporat în soft
1205 = (opțiune nesuportată în Windows Vista și 7)
1206 = Creează un punct de restaurare a sistemului înainte de dezinstalare
1208 = Dezactivați funcția care afișează Istoricul Dezinstalărilor
1209 = Afișează scurtături de pagini web

[Auto Update]
1907 = Actualizare
1908 = Informații despre Versiune
1909 = Versiunea Existentă:
1910 = Versiunea Disponibilă:
1911 = DESCARCĂ
1912 = Obține Ultima Versiune
1913 = Noutăți
1914 = Verific...
1915 = Eroare de conectare...
1916 = STOP
1917 = Descărcat %s din %s
1918 = Descărcat %s (mărime totală necunoscută)
1919 = Revo Uninstaller Pro nu a putut să se conecteze la situl www.revouninstaller.com. Verifică dacă este activă conexiunea la internet și parafocul [firewall] nu blochează Revo Uninstaller
1920 = Eroare: Căutarea unei versiuni noi a eșuat. Nu există conexiune la internet.
1921 = Se descarcă...
1922 = Pornire actualizare...
1923 = Finalizat
1924 = Nicio actualizare disponibilă
1925 = Actualizat cu succes la cea mai recentă versiune (%s)

[WinTools]
2110 = Rulează
2111 = Există multe unelte și componente utile încorporate în sistemul de operare Windows. Însă unele din ele folosesc linia de comandă, iar altele sînt dificil de găsit. Modulul cu Unelte din Windows îți oferă acces rapid cu un singur clic la mai mult de zece unelte obișnuite prezente în Windows.
2112 = Dacă apare o problemă, poți folosi Restauratorul Sistemului pentru a restaura calculatorul la o stare salvată anterior, fără să pierzi filele proprii. Restauratorul Sistemului monitorizează modificările sistemului și anumite file ale softurilor, creînd automat puncte de restaurare ușor de identificat. Aceste puncte de restaurare permit reîntoarcerea sistemului la o stare conservată [backed up] anterior. Punctele sînt create zilnic, dar și la momentele în care apar modificări semnificative ale sistemului. Poți de asemenea crea și numi puncte de restaurare personalizate în orice moment.
2113 = Unealta poate fi folosită pentru a obține și afișa informații despre componentele hardware și sistemul de operare, configurația de internet și configurația modemului sau a adaptorului de rețea. Cu Diagnosticarea Rețelei, poți realiza o scanare a sistemului și o testare a conectivității rețelei sau a funcționalității programelor și serviciilor legate de rețea. 
2114 = Informațiile Rețelei afișează toate configurațiile rețelei TCP/IP, ca și setările pentru Dynamic Host Configuration Protocol (DHCP) și Domain Name System (DNS). Unealta afișează de asemenea configurațiile TCP/IP ale tuturor adaptoarelor, incluzînd adresa IP, adresa MAC, masca subnet, poarta de intrare [gateway] implicită, Windows Internet Naming Service (WINS) și configurația DNS.
2115 = Centrul de Securitate verifică starea a trei componente esențiale: Parafoc [Firewall], Actualizarea Automată și Protecția față de Viruși și alte Malsofturi [malware/virus protection]. Dacă e detectată o problemă cu vreuna din aceste componente (de exemplu antivirusul nu e actualizat), Centrul de Securitate te avertizează și-ți oferă recomandări pentru a-ți proteja mai bine calculatorul.
2116 = Proprietățile Sistemului pot fi utilizate pentru a vedea informații de bază despre componentele hardware (de ex. procesorul și memoria), pentru a configura profilul hardware încărcat la butare (pornirea sistemului), pentru aflarea de informații referitoare la rețea și la profilul de logare, ca și pentru a raporta erorile cauzate de sistem sau programe la Microsoft sau la administratorul de sistem.
2117 = Informațiile Sistemului colectează și afișează informații despre configurația sistemului local sau a celor distante din rețea. Sînt prezentate informații despre configurația hardware și software, inclusiv despre draiverele semnate sau nesemnate. Informațiile Sistemului permit găsirea rapidă a informațiilor dorite despre calculator și sistemul de operare.
2118 = Comanda Netstat TCP/IP afișează toate conexiunile TCP active și porturile UDP ascultate. Sînt de asemenea afișate filele executabile implicate în crearea conexiunilor și ascultarea porturilor (numele executabilelor e între paranteze drepte la partea de jos, deasupra e componenta apelată, șablon repetat pînă e atinsă limita conexiunilor TCP/IP).
2119 = Tastatura pe Ecran afișează o tastatură virtuală și le permite utilizatorilor cu mobilitate limitată să tasteze date folosind un dispozitiv de indicare sau un joystic. Ea poate fi însă folosită de oricine are impresia că există în calculator un soft de spionat tastele [keylogger] instalat și tot ce este scris cu tastatura reală e înregistrat. Apăsarea tastelor virtuale nu este interceptată.
2120 = Defragmentatorul Hardiscului analizează partițiile locale și regrupează filele și dosarele fragmentate astfel încît fiecare să ocupe pe partiție un singur spațiu, neîntrerupt. Unealta regrupează de asemenea spațiul liber, scăzînd posibilitatea ca filele nou create să fie fragmentate. Ca urmare a acestor acțiuni sistemul devine mai eficient și mai rapid în activitatea de prelucrare a filelor.
2121 = Managerul de Servicii poate porni, opri, pune în pauză, relua sau activa/dezactiva serviciile existente pe un calculator local sau distant. Unealta poate de asemenea stabili ce acțiuni de recuperare să aibă loc dacă un serviciu eșuează (de exemplu poate reporni automat serviciul respectiv), poate să activeze sau să dezactiveze serviciile pentru un anumit profil hardware și poate să afișeze starea și descrierea pentru fiecare serviciu în parte.
2122 = Dosarele Partajate pot fi folosite pentru administrarea resurselor partajate în rețea, pentru controlul permisiunilor de acces ale utilizatorilor, pentru a vedea proprietățile resurselor partajate sau sumarul conexiunilor și pentru a vedea situația utilizării resurselor de către calculatorul local și cele distante. Unealta afișează de asemenea o listă cu toți utilizatorii care sînt conectați distant (în rețea) și permite deconectarea lor. Se poate de asemenea vedea lista filelor deschise curent de către utilizatorii distanți.
2123 = Politica de Grup include setările legate de utilizatori și de configurația calculatorului. Politica de Grup definește diversele componente ale mediului de birou [desktop] pe care trebuie să le gestioneze administratorul de sistem (de exemplu programele disponibile pentru toți utilizatorii, programele care apar pe biroul unui anumit utilizator și opțiunile Meniului de Pornire).
2124 = Managerul de Componente Windows te ajută să administrezi unele din componentele sistemului de operare. După instalarea SO poți adăuga unele componente care nu au fost instalate automat sau să le înlături pe cele deja instalate de care nu ai nevoie.
2125 = Unealta de Eliminare a Softurilor Malițioase [Microsoft Windows Malicious Software Removal Tool] controlează calculatoarele ce rulează SO Windows, pentru a vedea dacă sînt infectate cu malsofturi și ajută la înlăturarea infecției dacă este posibil. Softurile malițioase includ viruși, viermi și cai troieni [viruses, worms, trojan horses]. Cînd procesul de detectare și înlăturare e complet, unealta afișează un raport care descrie rezultatul, inclusiv dacă au fost detectate și înlăturate malsofturi.


[Junk Files Cleaner Options]
2202 = Dispozitive de Scanat:
2203 = Șablon
2204 = Descriere
2205 = Adaugă
2206 = Înlătură
2207 = Resetează la Implicite
2208 = Curățător de File Inutile::Generale
2209 = Curățător de File Inutile::Excludere
2220 = Șablonul după care să se scaneze:
2221 = Poți folosi semnele ? și/sau * ca metacaractere
2222 = Adaugă Șablon
2223 = Adaugă Șablon de Excludere
2224 = Poți folosi semnele ? și/sau * ca metacaractere
2225 = Șablon de Excludere:
2226 = Șterge filele prin mutarea lor în Reciclator [Recycle Bin]
2227 = Ignoră filele accesate în ultimele 24 de ore

[Junk Files Cleaner Tool]
2306 = Scanează
2307 = Șterge
2308 = Scanez
2309 = Așteaptă pînă se termină scanarea.
2310 = Anulează
2311 = Nume
2312 = Mărime
2319 = File:
2320 = Mărime Totală:
2323 = Există file folosite acum de Windows sau de un alt program\n care nu pot fi șterse momentan
2324 = Trebuie să selectezi cel puțin un dispozitiv și o extensie pentru a începe scanarea.
2325 = Curățătorul de File Inutile îți permite să găsești și să ștergi diferite tipuri de file stocate pe calculator care nu mai sînt necesare. În mod normal cînd nu mai este nevoie de ele, aceste file sînt șterse de softul care le-a creat. Cu toate acestea, ele pot rămîne permanent pe hardisc dacă softul s-a închis pe neașteptate, sistemul s-a prăbușit, etc. Acumularea de file inutile poate duce la scăderea spațiului liber de pe hardisc și la încetinirea sistemului.
2326 = Filă:
2327 = Șterg Filele
2328 = Nu au fost găsite resturi

[Context Menu Junk Files Cleaner]
2313 = Deschide
2314 = Caută cu Google
2315 = Deschide Dosarul Conținător
2316 = Proprietăți...
2317 = Bifează Toate Itemurile
2318 = Debifează Toate Itemurile
2321 = Bifează Itemurile Selectate
2322 = Debifează Itemurile Selectate

[Topmost Window]
4002 = Opțiuni
4003 = Restaurează Revo Uninstaller Pro
4004 = Mod Tragere-și-Punere
4005 = Mod Vînător
4006 = Mărime
4007 = Mică
4008 = Medie
4009 = Mare
4010 = Mărimea Ferestrei
4011 = Ieși
4012 = Dezinstalează
4013 = Oprește Autopornirea
4014 = Oprește Procesul
4015 = Oprește și Șterge Procesul
4016 = Deschide Dosarul Conținător
4017 = Informații
4018 = Proprietăți
4019 = Anulează
4020 = E suportată doar o singură filă odată!
4021 = Ai pus un dosar, trebuie să tragi și să pui o filă!
4022 = Dezinstalează sau Înlătură:
4023 = Nerezolvat! Încearcă să indici către o altă fereastră, icoană sau item din bara de sarcini.
4024 = Nu pot rula comanda de dezinstalare!\n Dezinstalează softul cu Dezinstalatorul.
4025 = Nu a fost găsit Pachetul de Instalare!\nPont: Obține mai multe informații despre soft din fereastra principală și\n încearcă să-l dezinstalezi manual!
4026 = Softul țintă are autopornirea dezactivată!\nPont: Dacă vrei să îl reactivezi folosește Unealta de Autopornire din Revo Uninstaller!
4027 = Softul țintă nu a fost găsit în locurile de autopornire obișnuite!\nPont: Pentru a căuta în locuri neobișnuite pentru autopornirea unei soft, folosește Google!
4028 = Sigur vrei să închizi softul selectat?\nToate datele nesalvate vor fi pierdute!
4029 = Dezinstalator
4030 = Sigur vrei să închizi și să ștergi softul selectat?\nToate datele nesalvate vor fi pierdute!
4031 = Sigur vrei să închizi Windows Explorer?\n Meniul de Pornire, Bara de Sarcini și Sertarul vor dispare!
4032 = Autopornește odată cu Windows
4033 = Transparență
4035 = Mereu deasupra

[Scan After Uninstall]
4210 = Loc
4211 = Cheie
4212 = Valoare
4213 = Dată
4214 = Filă
4215 = Nu ai selectat nici un item. Selectează un item pentru a-l șterge!
4216 = Scanează după Dezinstalare
4217 = Selectează Tot
4218 = Deselectează Tot
4219 = Șterge
4220 = File Rămase
4221 = Intrări în Registru Rămase
4222 = Scanez înainte de dezinstalare, așteaptă...
4223 = Rulez dezinstalatorul...
4224 = Pornește scanarea pentru file, dosare și chei de registru rămase numai în momentul în care dezinstalatorul softului și-a terminat treaba.
4225 = Scanez după dezinstalare, așteaptă...
4226 = Verifică cu atenție itemurile din listă!
4227 = Închide
4228 = Filele rămase prezente în listă vor fi șterse la următoarea pornire a sistemului.
4229 = Rularea dezinstalatorului softului a eșuat!\nComanda de dezinstalare e posibil să fie nevalidă!
4230 = Înapoi
4231 = Înainte
4232 = Selectează un Mod de Dezinstalare
4233 = Moduri
4234 = Încorporat - rulează doar dezinstalatorul softului, fără scanare suplimentară
4235 = Sigur - include modul Încorporat și realizează scanări suplimentare în registru și pe hardisc pentru a găsi itemuri rămase care pot fi șterse. Acesta e modul cel mai rapid.
4236 = Moderat - include modul Încorporat și realizează o scanare amănunțită pentru a găsi itemurile rămase în cele mai comune locuri ale registrului și hardiscului.
4237 = Avansat - include modul Moderat și realizează o scanare profundă și amănunțită pentru a găsi itemurile rămase în registru și pe hardisc. Acesta e modul cel mai lent.
4238 = Analizez datele softului înainte de a-l dezinstala.
4239 = Pornesc dezinstalatorul încorporat al softului.
4240 = După ce dezinstalatorul softului a terminat operația, apasă butonul "Înainte" pentru a porni scanarea care să găsească filele, dosarele și itemurile rămase în registru. 
4241 = Fac analiza inițială și dezinstalarea
4242 = Scanare după elemente rămase
4243 = Dezinstalatorul softului a terminat operația, acum scanez registrul și hardiscul pentru itemuri rămase legate de softul dezinstalat. Așteaptă...
4244 = Au fost găsite itemuri rămase în registru
4245 = Itemuri găsite în registru:
4246 = Notă: verifică cu atenție itemurile afișate! Doar itemurile bifate scrise îngroșat și subitemurile lor vor fi șterse!
4247 = Au fost găsite file și dosare rămase
4248 = Itemuri Găsite:
4249 = My Computer
4250 = Revo Uninstaller nu a putut porni dezinstalatorul încorporat în soft. Comanda de dezinstalare a softului ar putea fi nevalidă sau programul de dezinstalare ar putea fi deteriorat. Poți să apeși pe butonul "Înapoi" și să folosești un alt mod de dezinstalare.
4251 = Dezinstalatorul încorporat în soft a terminat operația. Revo Uninstaller nu a scanat după itemuri rămase. Poți să apeși pe butonul "Înapoi" și să folosești un mod de dezinstalare care să scaneze după file, dosare sau itemuri rămase în registru.
4252 = Revo Uninstaller a terminat cu succes procedura de dezinstalare și nu au fost găsite itemuri rămase. Poți să apeși pe butonul "Înapoi" și să folosești un mod de dezinstalare mai amănunțit, pentru o scanare mai profundă.
4253 = Revo Uninstaller a terminat cu succes procedura de dezinstalare. Dacă vrei să cauți după mai multe itemuri rămase poți să apeși pe butonul "Înapoi" și să folosești un mod de dezinstalare mai avansat, pentru o scanare mai profundă.
4254 = Finalizează
4255 = Sigur vrei să trimiți în Reciclator filele selectate?
4256 = Sigur vrei să ștergi itemurile din registru selectate?
4257 = Revo Uninstaller a terminat cu succes procedura de dezinstalare!
4258 = Sigur vrei să sari peste ștergerea intrărilor rămase în registru și să continui cu etapa următoare?
4259 = Sigur vrei să sari peste ștergerea filelor și dosarelor rămase și să continui cu etapa următoare? 
4260 = Scanarea după itemuri rămase a fost terminată. Apasă butonul "Înainte" pentru a vedea rezultatele!
4261 = Creez punct de restaurare a sistemului...
4262 = Creez punct de restaurare a sistemului - eșuat!
4263 = Crearea Punctului de Restaurare a Sistemului e dezactivată (în Opțiuni->Dezinstalator)
4264 = Creez punct de restaurare a sistemului - gata!
4265 = Sistem de fișiere
4266 = Se scanează resturi din
4267 = rest(resturi) găsit(găsite) în Regiștrii și Sistemul de fișiere
4268 = rest(resturi) șters(șterse) din Regiștrii și Sistemul de fișiere
4269 = programe dezinstalate
4270 = Crearea Punctului de Restaurare a eșuat (Punctul de Restaurare este dezactivat în setările Windows-ului)
4271 = se șterg resturile din Regiștrii și Sistemul de fișiere...
4272 = Se scanează fișiere rămase...

[About]
4300 = Traducători:

[ContextMenu Uninstaller]
5000 = Comenzi
5001 = Informații
5002 = Caută cu Google
5004 = Explorează Locul de Instalare
5005 = Deschide Pagina cu Informații...
5006 = Deschide Pagina de Ajutor...
5007 = Deschide Pagina de Actualizare...
5008 = Deschide Cheia de Registru...

[Common]
10000 = OK
10001 = Anulează
10002 = Ajutor
10003 = Explorează
10004 = Ajutor Pentru Unealta Curentă
10005 = Situl Revo Uninstaller
10006 = Despre
10007 = Avertisment
10008 = EROARE
10009 = Da
10010 = Nu
10011 = Pauză
10012 = Reia
10013 = Mod implicit
10014 = Te rog asteaptă...
10015 = Mai târziu
10016 = Niciodată
10017 = Operațiunea a fost completată cu succes!
10018 = Vă rugăm să așteptați în timp ce operațiunea este în desfășurare...
10019 = Editați
10020 = Încearcă din nou
10021 = Ignoră
10022 = Anulează
10023 = Șterge
10024 = Salvează
10025 = Elemente
10026 = Pornire
10027 = Închide (Recomandat)

[Tooltips]
2000 = Comută la Modul Dezinstalator
2001 = Arată Panoul Uneltelor
2002 = Ajustează Setările
2003 = Comută la Modul Vînător
2004 = Schimbă Vederea Listei de Softuri Selectate
2005 = Dezinstalează Softul Selectat
2006 = Șterge din Listă Intrarea Selectată
2007 = Împrospătează Lista de Softuri
2008 = Actualizează Revo Uninstaller la ultima versiune
2009 = Informații Suplimentare despre Revo Uninstaller
404 = Pornește Softul Selectat
405 = Oprește și Închide Softul Selectat
406 = Împiedică Softul Selectat să Autopornească
506 = Curăță Opțiunile Selectate
605 = Curăță Opțiunile Selectate
705 = Curăță Opțiunile Selectate
2106 = Rulează Unealta Selectată
2304 = Scanează după File Inutile
2305 = Mută în Reciclator Filele Bifate



[UninstallerPro]
15000 = Generale
15001 = Manager\nde Grupuri
15002 = Programe Noi
15003 = Alte Programe
15004 = Nume
15005 = Renumește
15006 = Internet
15007 = Jocuri
15008 = Multimedia
15009 = Utilități
15050 = Mută în Sus
15051 = Mută în Jos
15052 = Adaugă
15053 = Înlătură
15054 = Coloane
15055 = Înlătură Coloana
15056 = Aliniere
15057 = Stînga
15058 = Centru
15059 = Dreapta
15060 = Potrivirea Optimă
15061 = Exportați lista la
15062 = Format Text (txt)
15063 = Format HTML (html)
15064 = Format Excel (xlsx)
15065 = Exportă
15066 = Selectează coloanele de exportat:
15067 = Arată ca Programe Noi pe cele instalate:
15068 = În ultimele X zile =>
15069 = De la ultima pornire a dezinstalatorului
15070 = Numele Grupului:
15071 = Adaugă
15072 = Grup
15073 = Programe Urmărite
15074 = Programe\nUrmărite
15075 = Toate Programele
15076 = Toate\nProgramele
15077 = Șterge Jurnalul
15078 = Dezinstalează Personalizat
15079 = Schimbă Icoana
15080 = Adaugă la Grupul
15081 = Înlătură din Grupul
15082 = Dezinstalez
15083 = Dezinstalez filele și dosarele jurnalizate ale programului:
15084 = Dezinstalez itemurile din registru jurnalizate:
15085 = Există anumite date care ar putea fi legate de programul dezinstalat, care nu au fost șterse din cauză că nu au fost jurnalizate de Revo Uninstaller Pro în timpul procesului de instalare a programului. Dacă vrei să le vezi și eventual să le ștergi, apasă pe butonul "Dezinstalează Avansat" 
15086 = Dezinstalează Avansat
15087 = Calea Filei\Dosarului
15088 = Deschid lista...
15089 = Dezinstalează valorile selectate
15090 = Deschid Cheia de Registru Părinte... 
15091 = Extinde Tot
15092 = Restrînge Tot
15093 = Numele Valorii 
15094 = Dosarul Jurnalelor:
15095 = Execută operații de renumire pentru filele și dosarele de sistem deja existente
15096 = Dezinstalează Forțat
15097 = Dezinstalează\nForțat
15098 = Extinde Cheia Selectată
15099 = Restrînge Cheia Selectată
15100 = Dezinstalează Cheia Selectată
15101 = Marchează Cheia Selectată ca Creată
15102 = Adaugă la Lista de Excludere
15103 = Filă jurnal nevalabilă
15104 = Fila nu există! Alege o filă valabilă sau anulează operația.
15105 = Alege Procesul
15106 = Adaugă Procesul la Listă
15107 = Calea întreagă a procesului:
15108 = Adaugă Cheie de Registru
15109 = Calea Cheii de Registru
15110 = Dezinstalarea Forțată te ajută să dezinstalezi programele sau să elimini resturile rămase după programele dezinstalate sau cele instalate parțial. Poți explora după resturile unui program (file sau dosare), sau poți introduce calea completă către orice filă sau dosar al programului de dezinstalat. Poți introduce și numele programului ca informație suplimentară. În funcție de datele introduse, Revo Uninstaller Pro va căuta în modulele "Programe Urmărite" și "Baza de Date cu Jurnale" dacă există un dezinstalator încorporat și jurnalele de instalare asociate cu el. Dacă acesta există, el va fi listat pentru a alege dacă îl folosești sau nu.\n\nIntrodu numele exact și locul de instalare al programului pe care vrei să-l dezinstalezi!
15111 = Mod de Scanare
15112 = Încorporat
15113 = Sigur
15114 = Moderat
15115 = Avansat
15116 = Calea întreagă către fila sau dosarul programului:
15117 = Numele exact al programului:
15118 = Dezinstalatoare încorporate găsite:
15119 = Rulează dezinstalatorul încorporat selectat
15120 = Numele Programului
15121 = Comanda de Dezinstalare
15122 = Tip
15123 = 32-biți
15124 = 64-biți
15125 = Omoară Procesul și Continuă
15126 = Fila selectată este un proces care rulează! Dacă vrei să-l dezinstalezi cu tot cu itemurile relaționate, este recomandat să-l omori (oprești) și să continui
15127 = Cheie de Registru Exclusă
15128 = Include Subcheile
15129 = Focalizează tabul Programe Urmărite la pornirea programului
15130 = Șterge filele și dosarele în felul următor:
15131 = Mută-le în dosarul de conservare [backup]
15132 = Mută-le în Reciclator [Recycle Bin]
15133 = Șterge-le definitiv
15134 = Sigur vrei să ștergi itemurile selectate?
15135 = Dosare
15136 = File
15137 = File și dosare posibil relaționate
15138 = Itemuri din Registru posibil relaționate
15139 = Chei:
15140 = Valori:
15141 = File și Dosare Jurnalizate
15142 = Execută operații de renumire pentru filele și dosarele de sistem deja existente
15143 = Sigur vrei să dezinstalezi itemurile selectate?
15144 = Selectat, dar filele rămase vor fi șterse la următoarea repornire a sistemului.
15145 = Itemuri din Registru Jurnalizate
15146 = Dezinstalez...
15147 = Scanare după filele, dosarele și itemurile din registru rămase, bazată pe informațiile oferite inițial
15148 = Analizez și pornesc dezinstalatorul încorporat în program, pentru efectuarea dezinstalării implicite.
15149 = După ce dezinstalatorul programului a terminat, apasă butonul "Scanează" pentru a porni scanarea după file, dosare și itemuri rămase în registru.
15150 = Nu este îndeajuns spațiu pe hardisc pentru scrierea filei cu datele cașate [cached]
15151 = Eroare la scrierea filei cu datele cașate [cached]. Asigură-te că ai permisiunile necesare
15152 = Eroare la citirea filei cu datele cașate [cached]
15153 = Revo Uninstaller Pro nu a găsit nimic rămas din program
15154 = Scanează
15155 = Dezinstalează\nPersonalizat
15156 = Modulul "Toate Programele" din Revo Uninstaller Pro arată toate programele și componentele instalate pentru utilizatorul curent și ceilalți utilizatori. Ele sînt împărțite în două grupuri implicite: "Programe Noi" și "Alte Programe". Poți obține informații suplimentare (legături și proprietăți ale instalărilor) în vederea "Detalii" sau cu meniul contextual (clic-dreapta). Setările modulului sînt localizate în subitemul "Toate Programele" de sub itemul "Dezinstalator" din panoul "Opțiuni".
15157 = Modulul "Programele Urmărite" din Revo Uninstaller Pro arată toate programele la care instalarea a fost urmărită (monitorizată) folosind Revo Uninstaller Pro. Pentru a urmări un program cu Revo Uninstaller Pro poți face clic-dreapta pe pachetul său de instalare [setup] sau apăsa butonul "Instalează un Program".  Setările modulului sînt localizate în subitemul "Programe Urmărite" de sub itemul "Dezinstalator" din panoul "Opțiuni".
15158 = Înregistrează
15159 = Manual de Utilizare
15160 = Instalează un Program
15161 = Instalează\nun Program
15162 = Creează un punct de restaurare a sistemului și o conservare [backup] completă a Registrului înainte de dezinstalare
15163 = Creez conservare completă a registrului...
15164 = Crearea unui Punct de Restaurare a Sistemului și a Conservării Complete a Registrului este dezactivată (în Opțiuni->Dezinstalator)
15165 = Creez conservare completă a registrului - gata!
15166 = Creez conservare completă a registrului - eșuat!
15167 = (opțiune nesuportată în Windows Vista sau Windows 7, 8)
15168 = Jurnale:
15169 = Sau clichează-dreapta pe icoana Modului Vînător și selectează "Ieși" pentru a închide programul
15170 = Deschide Vrăjitorul de Dezinstalare în stare maximizată
15171 = Calea Dosarului
15172 = Instalează un cititor PDF pentru a vedea fila de Ajutor
15173 = Adaugă Grup Nou
15174 = Șterge Jurnalele Selectate
15175 = Reconstruiește Fila de Cașare [Cache File]
15176 = Sigur vrei să reconstruiești fila de cașare?\nPersonalizarea detaliilor programului făcută de tine va fi pierdută!
15177 = Administrează
15178 = Exportă, Importă sau Editează Jurnalul
15179 = Modifică\nsau Repară
15180 = Modifică sau Repară
15181 = Actualizează legătura
15182 = Baza de Date cu Jurnale
15183 = Baza de Date\ncu Jurnale
15184 = Programe:
15185 = Numele Programului
15186 = Versiunea Programului
15187 = Versiunea Windows
15188 = Biți Windows
15189 = Am găsit: 
15190 = Arată doar jurnalele compatibile cu %s
15191 = Arată doar jurnalele pentru softuri pe %s 
15192 = Jurnale Potrivite:
15193 = Jurnale în Baza de Date:
15194 = Caută după:
15195 = jurnal
15196 = jurnale
15197 = program
15198 = programe
15199 = Nume
15200 = Dezinstalează Rapid 
15201 = Dezinstalează\nRapid
15202 = Fac conservarea inițială a sistemului
15203 = Dezinstalez programul %d din %d
15204 = Analiză inițială - făcută!
15205 = Pornesc dezinstalatorul încorporat în program - gata!
15206 = Pornesc dezinstalatorul încorporat în program - eșec!
15207 = Scanez după file, dosare și itemuri de registru rămase după dezinstalare...
15208 = Șterg itemurile rămase după dezinstalare...
15209 = Am șters %d chei și %d valori de registru rămase
15210 = Am șters %d dosare și %d file rămase
15211 = Dezinstalarea Rapidă a fost terminată!
15212 = Stare
15213 = După ce dezinstalatorul programului a terminat operația, apasă pe butonul "Continuă" pentru a continua cu ștergerea resturilor.
15214 = Continuă
15215 = Importat
15216 = Adaugă Comentariu
15217 = Editează Comentariul
15218 = Module
15219 = Data Jurnalului
15220 = Pregătesc datele jurnalului pentru dezinstalare...
15221 = %d din %d itemuri
15222 = Execut operațiile de renumire necesare...
15223 = Sigur vrei să dezinstalezi programul urmărit selectat?
15224 = Sigur vrei să dezinstalezi programele urmărite selectate?
15225 = Dezinstalez jurnalul %d din %d
15226 = Exportă Tot
15227 = Sari\nConservă
15228 = Sari peste crearea punctului de restaurare a sistemului și a conservării complete a Registrului
15229 = Creez o conservare completă a Registrului - operație sărită!
15230 = Creez un punct de restaurare a sistemului - operație sărită!
15231 = Editează Jurnalul
15232 = Importă Jurnalul
15233 = Exportă Jurnalul
15234 = Parsez Jurnalul -
15235 = Renumește Jurnalul
15236 = Numele Jurnalului
15237 = Salvează Modificările
15238 = Modifică
15239 = Icoană
15240 = Indexul Icoanelor
15241 = Autor
15242 = Timpul Creării
15243 = Timpul Ultimei Modificări
15244 = Mărime Estimată
15245 = Chei de Registru
15246 = Valori de Registru
15247 = Creat
15248 = Șters
15249 = Renumit
15250 = Suprascris
15251 = Necunoscut
15252 = Nume Vechi
15253 = Nume Complet
15254 = Nume Vechi Complet
15255 = Date Vechi
15256 = Există deja o Valoare de Registru cu acest nume!
15257 = Adaugă Cheie
15258 = Numele Cheii:
15259 = Nemodificată
15260 = Modifică Cheia
15261 = Adaugă Valoare
15262 = Modifică Valoarea
15263 = Setează
15264 = Tip Vechi
15265 = Oprește forțat rularea filelor executabile în timpul dezinstalării lor
15266 = Caută un jurnal [log] corespunzător înainte de dezinstalarea obișnuită a programului
15267 = Sigur vrei să faci o Dezinstalare Rapidă a programelor selectate?
15268 = Am găsit printre jurnale unul corespunzător, care va fi folosit la dezinstalare\nPornesc dezinstalatorul încorporat în program pentru a face dezinstalarea implicită.
15269 = Am găsit în Baza de Date cu Jurnale unul corespunzător, care va fi folosit la dezinstalare\nPornesc dezinstalatorul încorporat în program pentru a face dezinstalarea implicită.
15270 = După ce s-a terminat dezinstalarea programului, apasă pe butonul "Continuă" pentru a vedea filele, dosarele și itemurile din Registru lăsate în urmă.
15271 = Eroare la descărcarea filei jurnal!
15272 = Eroare la renumirea filei jurnal descărcate!
15273 = Modulul "Baza de Date cu Jurnale" din Revo Uninstaller Pro arată o listă cu jurnalele programelor urmărite, compatibilă cu sistemul tău Windows. Aceste jurnale, stocate pe situl nostru de internet, sînt menținute de echipa Revo Uninstaller Pro. Poți folosi foarte ușor (cu un clic pe butonul "Dezinstalează") aceste jurnale pentru a dezinstala programe de pe calculatorul tău.
15274 = Versiunea Curentă:
15275 = Actualizează Acum
15276 = Actualizează automat Baza de Date cu Jurnale!
15277 = Eroare la descărcarea Bazei de Date cu Jurnale!
15278 = Eroare la actualizarea Bazei de Date cu Jurnale!
15279 = Eroare la extragerea Bazei de Date cu Jurnale!
15280 = Eroare la deschiderea Bazei de Date cu Jurnale!
15281 = Introdu comentariul:
15282 = Alege Icoana
15283 = Calea Filei:
15284 = Selectează o icoană din listă:
15285 = Filă
15286 = Dosar
15287 = Export Jurnalul -
15288 = Import Jurnalul -
15289 = %d%% realizat
15290 = Exportat de
15291 = Jurnale relaționate găsite
15292 = Da (recomandat)
15293 = Jurnalele listate, create la indicația ta, par a fi relaționate cu programul pe care-l dezinstalezi. Vrei să folosești datele din jurnale în cursul dezinstalării?
15294 = Descarc Jurnalul -
15295 = Jurnalele listate, găsite în Baza de Date cu Jurnale, par a fi relaționate cu programul pe care-l dezinstalezi. Bifează unul din ele dacă vrei să-l folosești în cursul procedurii de dezinstalare.
15296 = Există un jurnal de dezinstalare corespunzător în Baza de Date cu Jurnale.\nVrei să-l folosești pentru o dezinstalare mai completă a programului?
15297 = Sigur vrei să ștergi din listă jurnalele selectate?
15298 = Trebuie să selectezi cel puțin o coloană pentru exportare!
15299 = Explorează după
15300 = Folosește jurnalul selectat
15301 = Sursă
15302 = Nu ai selectat în listă un dezinstalator încorporat.\nSigur vrei să continui căutarea de resturi și să renunți la folosirea unui dezinstalator încorporat?
15303 = Selectează în listă un dezinstalator încorporat dacă vrei să fie utilizat în timpul procesului de dezinstalare.
15304 = N-ai selectat nici un jurnal din listă.\nSigur vrei să continui căutarea de resturi și să renunți la folosirea unui jurnal?
15305 = Selectează în listă un jurnal dacă vrei să fie utilizat în timpul procesului de dezinstalare.
15306 = Deschid datele jurnalului...
15307 = Creează o conservare [backup] completă a Registrului înainte de dezinstalare
15308 = Crearea unei conservări complete a Registrului e dezactivată (în Opțiuni->Dezinstalator)
15309 = Cale:
15310 = Folosește datele de dezinstalare ale programului pentru a obține proprietatea "Data Instalării"
15311 = Instalați programul cu \nRevo Uninstaller Pro
15312 = Îmbinați jurnalele selectate
15313 = Sigur doriți să îmbinați jurnalele selectate? \nAceastă comandă este potrivită pentru jurnalele legate de un program și combină toate jurnalele într-un singur jurnal cu date.
15314 = Denumirea jurnalului asociat
15315 = Dosar care trebuie exclus
15316 = Fișiere și Dosare care trebuie excluse.
15317 = Chei de Registrii care trebuie excluse
15318 = Dezinstalarea lui %s a fost întreruptă de o repornire a computerului. Doriți să continuați procesul de dezinstalare?
15319 = Toate Log-urile pe computerul curent 
15320 = Transferă
15321 = Backup
15322 = Restabilește
15323 = Selectează folderul principal al versiunii Portabile
15324 = Backup pentru Log-uri
15325 = Restabilește Log-urile
15326 = Rescrieți log-urile existente cu același nume?
15327 = Eroare la detectarea folder-ului de date cu Revo Uninstaller Pro.
15328 = Se caută fişiere executabile...
15329 = Imposibil de rulat programul
15330 = Programul rulează deja
15331 = Programul pornit pare să nu aibă o interfață de utilizator
15332 = Programul pare să se fi inchis prematur
15333 = Se aşteaptă pentru interfața de utilizator
15334 = Afișați casetele de selectare în modul de vizualizare a detaliilor
15335 = Locația nu există!
15336 = Exportați datele jurnalului
15337 = Programele listate sunt instalate în aceeași locație ca și %s. Resturile din toate aceste programe vor fi găsite. \nEști sigur că vrei sa continui?
15338 = S-au găsit programe asociate
15339 = Ștergeți automat toate resturile găsite
15340 = S-au găsit %d resturi în Regiștrii
15341 = Se șterg %d resturi din Regiștrii...
15342 = S-au găsit %d Foldere și %d Fișiere rămase
15343 = Se șterg %d Foldere și %d Fișiere rămase...
15344 = %d selectat
15345 = Afișați opțiunea de a scana toate conturile Windows pentru resturi
15346 = Alege tema culorilor
15347 = Clasic
15348 = Întunecat
15349 = Puteți schimba oricând aceste setări mai târziu.
15350 = Se analizează programele de dezinstalare încorporate pentru dezinstalarea implicită a aplicației și vor porni în mod silențios (dacă este posibil)
15351 = Se pornesc comenzile implicite de dezinstalare ale aplicațiilor pentru dezinstalarea inițială
15352 = Scanați toate conturile Windows pentru resturi
15353 = Dezinstalați din toate conturile Windows
15354 = Se execută programul de dezinstalare încorporat din %s
15355 = După ce s-a(s-au) finalizat dezinstalarea(dezinstălarile) implicită(implicite) din ( %s ), faceți clic pe butonul „Scanați” pentru a începe scanarea pentru resturi
15356 = Nivelul jurnalului s-a schimbat în %d.
15357 = Continuați dezinstalarea?
15358 = Doriți să anulați dezinstalarea programului?

[Auto Run Manager Pro]
15800 = Adaugă
15801 = Adaugă programul la lista de pornire odată cu Windows
15802 = Setează autopornirea pentru:
15803 = Toți utilizatorii
15804 = Utilizatorul curent
15805 = Setează autopornirea din:
15806 = Registru: Run - la fiecare pornire Windows
15807 = Registru: RunOnce - o singură dată, la următoarea pornire Windows
15808 = Dosar de Pornire - la fiecare pornire Windows
15809 = Cale completă:
15810 = Nume:
15811 = Înlăturat din autopornire
15812 = Toate itemurile nerulante din autopornire au fost înlăturate
15813 = Toate itemurile dezactivate din autopornire au fost înlăturate
15814 = Servicii
15815 = Deschide Serviciile Windows
15816 = Sarcini Programate
15817 = Permite
15818 = Dezactivați

[General App]
16001 = Tipărește
16002 = Previzionează Tipăritura
16003 = Configurează Tipărirea
16004 = Vedere
16005 = Bara de Meniu
16006 = Bara Principală
16007 = Panou Descriptiv
16008 = Bara de Stare
16009 = Bara Uneltelor
16010 = Filă
16011 = Manager de\nAutopornire
16012 = Curățător de\nFile Inutile
16013 = Unelte din\nWindows
16014 = Curățător pentru\nExploratoare
16015 = Curățător pentru\nMicrosoft Office
16016 = Curățător pentru\nWindows
16017 = Distrugător de\nEvidențe
16018 = Ștergător\nDefinitiv
16019 = Manager de\nConservare
16020 = Instalează cu Revo Uninstaller Pro
16021 = Dezinstalează cu Revo Uninstaller Pro
16022 = Instalează programul selectat cu Revo Uninstaller Pro
16023 = Dezinstalează programul selectat cu Revo Uninstaller Pro
16024 = Dosar de Conservare [Backup] :
16025 = Conservă itemurile șterse din Registru
16026 = Conservă filele și dosarele șterse
16027 = Microsoft Excel nu este instalat pe acest calculator (cod de eroare: 0x%08X).
16028 = Rularea aplicației Microsoft Excel a eșuat (cod de eroare: 0x%08X).
16029 = Eroare necunoscută.
16030 = Registru
16031 = Ignoră mesajele de informare
16032 = Ignoră mesajele de avertizare
16033 = Procese
16034 = Urmărește programele în modul compact
16035 = Include Procesele:
16036 = Exclude Procesele:
16037 = Calea Procesului
16038 = Temă Vizuală:
16039 = Aspectul Barelor
16040 = Arată etichete cu text pe butoane
16041 = Arată icoane mici pe butoane
16042 = Albastru
16043 = Gri
16044 = Negru
16045 = Argintiu
16046 = Nativ
16047 = Nativ 2
16048 = Nativ Lucios
16049 = Cumpără Acum
16050 = După ce ai cumpărat Revo Uninstaller Pro vei primi un număr de serie prin poșta electronică. Trebuie să introduci acel număr de serie în formularul de mai jos și să apeși butonul “Activează prin internet” pentru a activa softul. Activarea necesită o conexiune la internet, deci trebuie ca parafocul [firewall] să nu blocheze Revo Uninstaller Pro. Dacă ai întrebări referitoare la înregistrare, contactează-ne la: registration@revouninstaller.com.
16051 = Înregistrează 
16052 = Introdu numărul de serie aici:
16053 = Activează prin internet
16054 = Toate drepturile rezervate.
16055 = Versiune Înregistrată
16056 = Versiune Neînregistrată
16057 = Sigur vrei să ștergi conservările [backups], jurnalele și alte date de utilizator? Apasă "Nu" dacă doar actualizezi [update] programul.
16058 = Traducător:
16059 = Creează conservare zilnică completă a Registrului
16060 = Șterge jurnalul programului urmărit după dezinstalare
16061 = Arată icoane mici în vederea detaliată
16062 = Arată comenzile softului în meniul contextual Windows (Instalează cu ..., Dezinstalează cu ...)
16063 = Bifează în mod implicit toate resturile de programe
16064 = Gri Închis
16065 = Albastru 2
16066 = Afișați Revo Uninstaller Pro în Panoul de Control
16070 = Bara Comenzilor
16071 = Personalizată
16072 = Temă
16073 = Culoare de Fundal Personalizată
16074 = Culoare de Selectare Personalizată
16075 = Închide Revo Uninstaller Pro înainte de a începe importarea unui jurnal.\nSau importă jurnalul folosind butonul "Administrează" de pe bara de comenzi a modulului "Programe Urmărite".
16076 = Activează
16077 = Alege Metoda de Activare
16078 = Activare prin Internet
16079 = Activare prin Filă
16080 = Perioada de evaluare de 30 de zile s-a terminat. Dacă vrei să continui să folosești softul, trebuie să cumperi o licență de utilizare.
16081 = După ce ai cumpărat licența pentru Revo Uninstaller Pro, vei primi un număr de serie prin poșta electronică. Pentru a activa softul, trebuie să introduci numele tău și numărul de serie primit în formularul de mai jos (copierea/lipirea e recomandată) și să apeși butonul “Activează prin Internet”. Activarea necesită o conexiune la internet, deci trebuie ca parafocul [firewall] să nu blocheze Revo Uninstaller Pro. Dacă ai întrebări sau probleme legate de înregistrare, contactează-ne la: registration@revouninstaller.com
16082 = După ce ai cumpărat licența pentru Revo Uninstaller Pro, vei primi un număr de serie prin poșta electronică. Pentru a activa softul folosind o filă, trebuie să introduci numele tău și numărul de serie primit în formularul de mai jos (copierea/lipirea e recomandată) și să apeși butonul “Salvează Fila” pentru a salva fila. Apoi trimite fila creată la support@revouninstaller.com sau la registration@revouninstaller.com. În 24 ore îți vom trimite o Cheie de Deblocare care va finaliza activarea Revo Uninstaller Pro. Dacă ai întrebări sau probleme legate de înregistrare, contactează-ne la: registration@revouninstaller.com
16083 = Ai ales să activezi Revo Uninstaller Pro prin Filă. După ce ai trimis Fila de Activare la una din adresele indicate, vei primi o Cheie de Deblocare de la echipa de suport Revo Uninstaller Pro. Va trebui să introduci Cheia mai jos (copierea/lipirea e recomandată) și să apeși butonul “Activează”. Dacă ai întrebări sau probleme legate de înregistrare, contactează-ne la: registration@revouninstaller.com
16084 = A apărut o schimbare la calculator care necesită ca Revo Uninstaller Pro să fie reactivat. Apasă pe butonul "Activează". Dacă ai întrebări sau probleme legate de înregistrare, contactează-ne la: registration@revouninstaller.com
16085 = Activarea a reușit! 
16086 = Activarea a eșuat!
16087 = N-am putut face conectarea la serverul de activare. Asigură-te că parafocul [firewall] nu blochează Revo Uninstaller Pro.
16088 = Introdu Numele de Utilizator:
16089 = Introdu Numărul de Serie (copierea/lipirea e recomandată):
16090 = Introdu Cheia de Deblocare (copierea/lipirea e recomandată):
16091 = Resetează Procesul de Activare
16092 = Zile Rămase:
16093 = Salvează Fila
16094 = Înregistrat pentru
16095 = Reactivează
16096 = Activarea e în curs. Așteaptă ...
16097 = Numărul de serie e greșit.\nCopiază și lipește numărul de serie în loc de a-l tasta!
16098 = Repornește Revo Uninstaller Pro
16099 = Modul Întunecat
16100 = Număr de Serie:
16101 = Data Licenței:
16102 = Trimite-ți Părerea
16103 = Ajutor pe Internet
16104 = Resetează setările panourilor ferestrei principale
16105 = Resetează setările de control ale vederii detaliate
16106 = Resetare reușită!\nRepornește Revo Uninstaller Pro pentru a aplica modificările
16107 = Nu ai bifat nici un item.\nTrebuie să bifezi cel puțin un item pentru a continua.
16108 = Arată ecranul introductiv la pornire [splash screen]
16109 = Curățător de istoric
16110 = Istoric\nCurățător
16111 = Mai multe\nComenzi
16112 = Revu Uninstaller Pro rulează deja!
16113 = Actualizarea abonamentului expiră:
16114 = Reînnoiește acum :
16115 = Actualizarea abonamentului a expirat pe %x
16116 = Actualizarea abonamentului
16117 = Dacă doriți să puteți instala cele mai recente versiuni de Revo Uninstaller Pro lansate după această dată, trebuie să vă reînnoiți abonamentul de actualizare.
16118 = Memento versiune Trial
16119 = Vă mulțumim că folosiți Revo Uninstaller Pro. La acest moment aveți o versiune de încercare complet funcțională de 30 de zile. Dacă vă place software-ul și doriți să îl utilizați după expirarea perioadei de încercare , trebuie să achiziționați o licență.
16120 = Abonamentul dvs. vă permite să instalați și să activați o versiune de Revo Uninstaller Pro lansată înainte de %s. Dacă doriți să instalați cea mai recentă versiune de Revo Uninstaller Pro, trebuie să vă reînnoiți abonamentul.
16121 = Apreciază
16122 = Licență dezactivată
16123 = Licența dvs. a fost dezactivată de dvs. Dacă doriți să utilizați din nou Revo Uninstaller Pro, trebuie să îl înregistrați cu un număr de serie valid
16124 = Dezactivează Licența
16125 = Cheia (Cheile) de activare utilizate au fost dezactivate cu succes.
16126 = Dezactivare eșuată!
16127 = Sigur doriți să dezactivați licența? \nInstalația curentă a programului Revo Uninstaller Pro nu va mai funcționa! Continuă doar dacă vrei sa iți muți licența sau să o transferi pe alt computer.
16128 = Dezactivează
16129 = Dezactivarea licenței. Te rog asteapta ...
16130 = zi
16131 = Codul introdus a fost deja aplicat fișierului de licență actual.
16132 = Abonamentul dvs. de actualizare a expirat la %s, prin urmare nu sunteți eligibil să actualizați versiunea curentă a programului Revo Uninstaller Pro. Vă rugăm să vă reînnoiți abonamentul dacă doriți să instalați și să utilizați ultima versiune.
16133 = Textul butonului de comandă
16134 = Introduceți orice Nume de Utilizator doriți
16135 = Import cu succes!\nReporniți Revo Uninstaller Pro pentru a aplica modificările.
16150 = Culoarea de fundal a dialogurilor
16151 = Culoarea textului
16152 = Culoarea de fundal a controalelor
16153 = Culoarea de selecție
16156 = Dezactivați toate animațiile de text
16157 = Obțineți aplicația noastră pentru Android
16158 = Descărcați aplicația noastră pentru Android
16159 = Copiază în Clipboard

[AppBar]
16900 = Salvează jurnalul modificărilor de sistem monitorizate
16901 = Oprește monitorizarea instalării
16902 = Revo Uninstaller Pro monitorizează modificările sistemului - continuă cu instalarea ca de obicei! NU rula alte file de instalare, programe sau orice altceva în timpul instalării programului! După terminarea instalării, rulează programul instalat, configurează-l și închide-l. Apoi apasă butonul "Stop" (pătratul încercuit aflat la dreapta acestui text) și salvează jurnalul modificărilor.
16903 = Introdu numele jurnalului:
16904 = Introdu un nume pentru jurnal și apasă butonul "Salvează"
16905 = Revo Uninstaller Pro urmărește instalarea
16906 = Revo Uninstaller Pro salvează datele
16907 = Softul nu a primit permisiunea de a închide calculatorul. Încearcă închiderea manuală!
16908 = Softul nu a putut ajusta permisiunea de a închide calculatorul. Încearcă închiderea manuală!
16909 = Introdu un nume valid pentru jurnal!
16910 = Sigur vrei să anulezi procesul de jurnalizare?

[JunkFilesCleanerPro]
17000 = Excludere
17001 = Modificat
17002 = Scanează Dosarul...
17003 = Include
17004 = Dosare de inclus ca deșeuri

[Windows Apps]
17100 = Windows\nAplicații
17101 = Aplicații Windows
17102 = Aplicație Windows
17103 = Aplicații totale
17104 = Aplicație
17105 = Aplicații
17106 = Modulul "Aplicații Windows" afișează toate aplicațiile Windows instalate și vă ajută să dezinstalați oricare dintre ele cu un singur clic. Unele dintre aplicațiile produse de Microsoft vin preinstalate cu sistemul de operare, altele sunt instalate prin Microsoft Store. Mai multe informații despre orice aplicație pot fi găsite din meniul contextual.
17107 = Analizați și porniți comanda de dezinstalare implicită a aplicației
17108 = După ce aplicația de dezinstalare implicită a programului a terminat, apăsați butonul "Scanare" pentru a începe scanarea pentru fișierele rămase, folderele și cheile de registrii.
17109 = Sunteți sigur că doriți să dezinstalați aplicația selectată?
17110 = Nu se poate rula aplicația Windows selectată!
17111 = Deschide in Magazinul Microsoft
17115 = Închide
17116 = Resetați aplicația
17117 = Resetați Microsoft Store
17118 = Imposibil de închis Aplicația selectată.
17119 = Aceasta va restabili Aplicația la configurația inițială.\nDoriți să continuați?
17120 = Aceasta va restabili Microsoft Store la configurația inițială.\nDoriți să continuați?
17121 = Dezinstalarea încorporată a aplicației %s a eșuat.\nVă recomandăm să verificați integritatea fișierelor de sistem sau să resetați Aplicația %s și să încercați din nou.
17122 = Dezinstalarea a eșuat

[Browser Extensions]
17200 = Browser\nExtensii
17201 = Extensii din Browser
17202 = Extensie MS Edge ( Microsoft Edge )
17203 = Tip
17204 = Extensie
17205 = Plugin
17206 = Aplicație 
17207 = Ajutor
17208 = Bară de instrumente
17209 = Furnizorul de căutare
17210 = %s ruleaza. Opreste-l ( forțează-l să se oprească) dacă vrei sa continui .\nDatele nesalvate în browserul tău ar putea fi pierdute.
17211 = Extensii totale
17212 = extensie
17213 = extensii
17214 = Modulul "Extensii browser" afișează și vă ajută să ștergeți diferite tipuri de componente suplimentare (numite extensii sau programe de completare) pe care cele mai populare browsere, cum ar fi Google Chrome, Microsoft Edge, Mozilla Firefox și Internet Explorer, vă permit să le instalați pentru a le personaliza. Coloana "Tip" vă arată tipul de extensie în funcție de browser.
17215 = Sunteți sigur că doriți să eliminați extensia selectată?
17216 = Se elimină extensia %s
17217 = Pentru a evita reinstalarea automată a extensiei, dezactivați opțiunile "Sync Apps" și "Sync Extensions" din Setările Chrome, apoi continuați procesul de eliminare.
17218 = Ați selectat o extensie preinstalată.
17219 = Browser
17220 = Profil
17221 = %s rulează.◙ Apăsați „k” pentru a o opri/închide forțat (se pot pierde datele nesalvate din browser).◙ Apăsați orice altă tastă pentru a anula.
17222 = %s rulează. Închideți aplicația pentru a continua.

[EvidenceRemoverPro]
17300 = Tip
17301 = Mărime Totală
17302 = Spațiu Liber
17310 = Hardisc Local
17311 = Hardisc Detașabil
17312 = Timp rămas estimat:
17313 = zile 
17314 = ore
17315 = minute
17316 = secunde
17317 = Sigur vrei să oprești procesul?

[WindowsToolsPro]
17400 = Restauratorul Sistemului
17401 = Diagnosticarea Rețelei
17402 = Informațiile Rețelei
17403 = Centru de Securitate
17404 = Proprietățile Sistemului
17405 = Informațiile Sistemului
17406 = Comanda Netstat TCP/IP
17407 = Tastatură pe Ecran
17408 = Defragmentatorul Hardiscului
17409 = Servicii
17410 = Dosare Partajate
17411 = Politică de Grup
17412 = Adaugă/Înlătură Componente Windows
17413 = Unealta Microsoft Windows de Eliminare a Softurilor Malițioase
17414 = Conservare și Restaurare Windows
17415 = Planificatorul Sarcinilor
17416 = Verificatorul Hardiscului
17417 = Verificatorul Sistemului de File
17418 = Curățare de disk
17419 = Monitor de Resurse
17420 = Comanda Deployment Image Servicing and Management
17421 = Goliți memoria cache DNS
17422 = Informații DirectX și diagnosticare
17450 = Conservarea și Restaurarea Windows permite facerea de copii după filele tuturor persoanelor care utilizează calculatorul și oferă posibilitatea de a crea o imagine a sistemului. Poți lăsa Windows să aleagă ce să fie conservat sau poți selecta personal dosare, biblioteci și dispozitive care să fie conservate. O imagine a sistemului include Windows și setările de sistem, programele și filele. Poți folosi o imagine de sistem pentru a restaura conținutul stocat pe calculator dacă hardiscul sau întregul calculator se defectează.
17451 = Planificatorul Sarcinilor permite programarea de sarcini automate care efectuează acțiuni la un timp specificat sau la apariția unui anumit eveniment. El oferă posibilitatea de a programa lansarea unor programe sau scripturi la un timp predefinit sau după un interval de timp specificat. Planificatorul Sarcinilor menține o bibliotecă cu toate sarcinile planificate, oferind o vedere sistematizată a sarcinilor și o metodă confortabilă de a le administra. 
17452 = Verificatorul Hardiscului controlează integritatea logică a sistemului de file de pe volumul cu SO Windows. Verificatorul Hardiscului caută problemele legate de sectoare defecte, clustere pierdute, file legate încrucișat [cross linked] și erori ale dosarelor. Aceste tipuri de probleme pot fi cauzate de prăbușiri sau înghețări ale sistemului, hibe ale alimentării electrice, închiderea incorectă a calculatorului, etc. 
17453 = Verificatorul Sistemului de File permite căutarea stricăciunilor (coruperilor) din filele de sistem Windows și repararea lor. Dacă găsește o problemă, va încerca să înlocuiască filele afectate cu unele din Cașul DLL Windows [Cache]. Dacă fila nu e găsită în Cașul DLL Windows sau acesta însuși este stricat, vei fi îndemnat să introduci discul de instalare a SO Windows.
17454 = (Curățarea de Disk) Disk Cleanup este un utilitar de întreținere al computerului, conceput pentru a elibera spațiu pe hard diskul unui computer. Acesta permite utilizatorilor să elimine fișierele care nu mai sunt necesare sau care pot fi șterse în siguranță ca fișiere temporare, cache și jurnal create de sistemul de operare și alte programe.
17455 = (Monitorul de Resurse) Resource Monitor, afișează informații despre utilizarea în timp real a resurselor hardware (CPU, memorie, disc și rețea) și software (mânere și module de fișiere). Acest instrument vă ajută să aflați cât de mult resurse sunt utilizate în acest moment sau folosite în timp prin intermediul unei reprezentări grafice. Astfel puteți verifica contoarele de performanță ale unei resurse specifice și puteți decide un curs de acțiune pentru a îmbunătăți performanța calculator.
17456 = DISM execută o scanare pentru fișiere corupte din sistem și repară problemele pe care le găsește în sistemul de operare.
17457 = Dacă întâmpinați probleme la accesarea unei pagini web sau la utilizarea unui serviciu online, este posibil ca dispozitivul dvs. să fi stocat în cache o înregistrare DNS învechită care trebuie să fie ștearsă sau resetată manual.
17458 = Instrumentul de diagnosticare DirectX afișează o mulțime de informații despre DirectX, iar de asemenea vă permite să efectuați teste de diagnostic de bază pe sistemul DirectX.

17480 = Instrument
17481 = Linie de comandă
17482 = Adăugați un instrument personalizat
17483 = Editează instrumentul
17484 = Există deja un instrument personalizat cu același nume.\nVă rugăm să introduceți un alt nume.

[WindowsCleanerPro]
17500 = Șterge Cașul Miniaturilor

[UnrecoverableDeletePro]
17600 = Adaugă File
17601 = Adaugă Dosar
17602 = Șterge Permanent
17603 = Șterg
17604 = Calculez...
17605 = Itemurile rămase în listă nu pot fi șterse acum.\nAsigură-te că nu sînt folosite de Windows sau de un program și apoi reîncearcă.
17606 = Eliminați elementele selectate din listă


[Backup Manager]
17800 = Manager de Conservare
17801 = Restaurează
17802 = Șterge
17803 = Șterge Tot
17804 = Restaurează\nPersonalizat
17812 = Deschid arborele...
17813 = Înapoi
17814 = Înainte
17815 = Datele Punctului de Restaurare nu au fost găsite
17816 = Procesez
17817 = Conserv %d din %d itemuri
17818 = Puncte de Restaurare:
17819 = Mărime Totală:
17820 = Managerul de Conservare [Backup] te ajută să administrezi informațiile de conservare stocate de Revo Uninstaller Pro după ștergerea unui dosar, filă sau intrare în Registru. Prin restabilirea unui punct de restaurare local poți avea din nou toate datele șterse sau poți restaura selectiv unul sau mai multe elemente la alegere. Dacă ai nevoie de mai mult spațiu liber, poți șterge un punct de restaurare ales la întîmplare sau chiar toate punctele de restaurare stocate de Revo Uninstaller Pro.
17821 = Nume
17822 = Operație
17823 = Mărime
17824 = Itemuri din Registru
17825 = File și Dosare
17826 = Timp
17827 = Dată
17830 = Numele Cheii/Valorii
17831 = Dată
17835 = Valoare Implicită
17836 = Restaurez %d din %d itemuri
17837 = Restaurez
17838 = Numele Filei/Dosarului
17839 = Restaurare Personalizată
17840 = Eroare la citirea filei de conservare [backup]!
17841 = File și dosare de restaurat
17842 = Itemuri din Registru de restaurat
17843 = Nu există îndeajuns spațiu pe hardisc pentru a scrie fila de conservare [backup]!
17844 = Eroare la scrierea filei de conservare [backup]!
17845 = Sigur vrei să restaurezi operația %s din %s?
17846 = Sigur vrei să ștergi toate punctele de restaurare?
17847 = Șterge\ndupă Timp
17848 = Șterge conservările mai vechi decît o dată sau o perioadă
17849 = Șterge toate conservările mai vechi de:
17850 = Data Selectată:
17851 = 1 Săptămînă
17852 = 2 Săptămîni
17853 = 30 Zile
17854 = 90 Zile
17855 = 180 Zile
17856 = 1 An
17857 = Dată Personalizată
17858 = Ai selectat o dată mai nouă decît cea de azi.\nToate conservările vor fi deci șterse! Continui?

[TooltipsPro]
18200 = Ajustează setările Revo Uninstaller Pro
18201 = Schimbă modul de afișare a listei de programe urmărite
18202 = Administrează informațiile despre conservare [backup] stocate de Revo Uninstaller Pro
18203 = Instalează un program folosind Revo Uninstaller Pro
18204 = Dezinstalează forțat resturile programelor deja dezinstalate
18205 = Arată toate programele instalate
18206 = Arată programele cu instalarea urmărită
18207 = Dezinstalează programul urmărit selectat
18208 = Dezinstalează personalizat programul urmărit selectat
18209 = Restaurează punctul de restaurare selectat, creat de Revo Uninstaller Pro
18210 = Restaurează personalizat punctul de restaurare selectat, creat de Revo Uninstaller Pro
18211 = Șterge punctul de restaurare selectat, creat de Revo Uninstaller Pro
18212 = Adaugă un program pentru a porni automat odată cu Windows
18213 = Execută operația de înlăturare a evidențelor pe dispozitivele selectate
18214 = Adaugă file pentru a fi șterse în mod irecuperabil
18215 = Adaugă un dosar pentru a fi șters în mod irecuperabil
18216 = Șterge filele și dosarele adăugate
18217 = Șterge filele marcate
18218 = Modifică sau Repară instalarea programului selectat
18219 = Dezinstalează Rapid programul selectat (toate resturile găsite sînt șterse automat)
18220 = Adaugă itemul nou la jurnal
18221 = Modifică itemul selectat
18222 = Șterge itemul selectat din jurnal
18223 = Exportă datele jurnalului curent ca HTML

[Portable]
18500 = Eroare la descărcarea actualizării!
18501 = Eroare la extragerea actualizării!
18502 = Actualizez
18503 = Actualizare realizată cu succes!
18504 = %d din %d file
18505 = Portabilitate
18506 = Folosește dosar de stocare personalizat
18507 = Activează modul de deschidere rapidă
18508 = Acceptă
18509 = Acord de Licențiere

32900 = Istoricul Dezinstalării
32901 = Șterge Tot
32902 = Exportă Detaliile
32903 = Numele Aplicației
32905 = Programe Dezinstalate:
32907 = Jurnale Dezinstalate:
32909 = Aplicații Dezinstalate:
32910 = Jurnal Importat
32911 = Jurnal de Utilizator
32912 = Istoricul Dezinstalărilor ține evidența tuturor dezinstalărilor care au fost efectuate și oferă informații detaliate despre software-ul dezinstalat și toate resturile șterse.
32917 = Detalii Program:
32918 = Rezumatul Operațiunii:
32919 = Operații cu Fișiere și Foldere:
32920 = Operații cu regiștrii:
32921 = Detalii jurnal:
32922 = Detalii aplicație:
32923 = Cheile din Regiștrii au fost șterse cu succes
32924 = Valorile din Regiștrii au fost șterse cu succes
32925 = Fișierele au fost șterse cu succes
32926 = Folderele au fost șterse cu succes
32927 = Setați pentru ștergere la repornire
32928 = Cheile din Regiștrii au fost șterse fără succes
32929 = Valorile din Regiștrii au fost șterse fără succes
32930 = Sumar
32931 = Cheile din Regiștrii rămase care au fost șterse:
32932 = Valorile rămase din Regiștrii care au fost șterse:
32933 = Dosarele rămase care au fost șterse:
32934 = Folderele rămase care au fost șterse:
32935 = Spațiu liber recuperat din resturi:
32936 = Vezi Detalii
32937 = Ai dezinstalat
32938 = Operațiuni de dezinstalare finalizate
